["I personally think that Einstein is a good scientist.\nAccording to Dyson's description, scientists are skeptical of inherent cognition. Therefore, they were able to explore the laws of things and restore the truth from the perspective of objective science.\nThe most valuable thing is that as a scientist, Einstein did not call himself an atheist. He believed in the existence of \"God\", but unlike the traditional God, Einstein's God exists in the natural laws of all things in the world. In addition, Einstein has absolute humility for all mysteries that are difficult to understand, which is also one of the important virtues that can make people think calmly and continue to progress in the path of science.", "I think Stephen Hawking is an ideal rebellious scientist. Stephen Hawking had to work harder than others in the pursuit of science. Because of his physical condition, Hawking could only communicate with the world through three fingers in a wheelchair. He has recovered from the shock of his illness, appreciates every day and devotes himself to the exploration of the universe and to the study of astronomy. He made a great contribution to the cause of physics. \nHawking's rebellious spirit against disease made me realize that there are many patients in the world who are also gifted, even because they are physically disabled they will pursue spirit more than ordinary people. But the cruel reality is that they don't have much chance of being saved. If we use the power of computers and information technology to aggregate the medical records of all patients with the same disease, do these patients have more hope of being cured. And it is with this faith that I will begin my studies in biomedical informatics.", "Dyson mentions an ideal rebel happens at the right time, in a reasonable and sufficient method, therefore publics is easier to accept it. In my opinion, my ideal rebel scientist is Yuan Longping, a famous Chinese scientist who contributes to developing high rice yield of hybrid rice in the 1960s. \nIn the early 90s, China was a country that learns all scientific theories from the Soviet Union, there were two main heredity theories taught from the Soviet Union to China, all Chinese scientists could only listen but doubt any theories from the Soviet Union, and consider those theories were the only truth. During the 1960s, China was suffered in great famine, there was nothing in the filed even the roots, Yuan as agricultural scientists, he had a duty to stop the famine, and started his experiments, he found the theories of the Soviet Union were not suitable in Chinese agriculture, he combined the theories from geneticist George Harrison Shull about hybrid maize, and invented high-yield hybrid rice specie that increases 20% yield higher than regular rice. This result directly solves famine at that time. This technique uses in most of the countries to improve the rice yield.", "Albert Einstein is a scientist that I believe is an ideal scientist. Einstein never succumbed to the so-called tradition and authority, insisting on his own ideas. Einstein's rebellion is more a reflection of the power of his discerning thinking in order to continue to grow. His success came from questioning traditional ideas, challenging authority, and being good at discovering secrets in ordinary things. He has never lost curiosity about natural phenomena. He seldom thinks with words, and he tends to think with images. Einstein's success in science stems in part from his rebellious spirit, his creativity is related to disobedience to authority.", "I regard Edgar Frank Codd as my ideal scientist. He is an English computer scientist. The reason I choose Edgar is he invented the relational model for the database. With the help of the relation model, the database system became productive and powerful. Databases are widely used in modern computer systems and it speeds up data storage and analyses. Hence, I choose Edgar.", "I want to introduce a Bad boy of Science who is John Craig Venter. Venter is the father of the human genome and assembled the first team to transfect cells with synthetic chromosomes. Combining with the growth of Venter, it is not hard to see that Venter is kind and brave. In 1984, Fante entered the National Institutes of Health (NIH). During the NIH study, Venter learned to quickly identify mRNA in cell Technology and apply it to the identification of genes in the human brain. In this way, complementary DNA (cDNA) sequence fragments were discovered. In a controversial lawsuit, Venter tried to apply these identified genes for patents, but he lost the lawsuit. But Venter was not discouraged, and his team continued to compete with the Human Genome Project for commercial purposes. In 1999, the use of shotgun sequencing greatly improved the speed of gene sequencing, and Venter also gained the strength to compete with the Human Genome Project.Venter is not a selfless and dedicated scientist, he is a businessman. With a rebellious spirit, he wanted to patent the human genome map and profit from it; Venter also had the idea of ​​using genetic technology to create new species unprecedented in nature. People have mixed opinions about this, but Venter doesn't care, because \"genes are not good or bad.\" Undoubtedly, the successful research of Venter has successfully promoted human cognition at the genetic level. 90% of the human genetic sequence. Venter's research results allow humans to minimize the occurrence of diseases caused by genetic defects. In the future, the improvement of defective genes is also a subject worthy of discussion.", "If science must strive for excellence, it is necessary to promote the spirit of freedom at a basic level. In a sense, this free spirit is also a rebel. As the  Freeman Dyson said, science is a natural subversive behavior, regardless It subverts the long-standing scientific concept, or when it questions the generally accepted political wisdom, it poses a threat to various forms of establishment.\nMy ideal scientist rebel is Nikola Tesla. When it comes to Nikola Tesla’s most important achievement, it has to mention the fierce tussle between him and Thomas Edison. In that era, General Electric represented by Edison supported direct current, and Westinghouse represented by Tesla supported alternating current. And now we all know that AC power has promoted the second industrial revolution and has become the standard for power transmission today. Not to mention the discovery of radios, radars, X-rays, and many other inventions and ideas that are far ahead of his era, are all inextricably linked to Tesla. As a highly accomplished scientist in both applied and theoretical sciences, Tesla believes that everything from feasible theory to actual data can be pre-tested in mind. Contemporary biomedicine is developing, and data from a large number of sources is forming the concept of'big data'. In this case, I think that learners and appliers of biomedical informatics should consider how to combine existing biomedical information theory with data and information for hypothesis generation and hypothesis testing. \nCompared with Edison's stubborn promotion of direct current to obtain wealth, Tesla took the initiative to give up the patent of alternating current and share it with the world after the AC power has been widely accepted. This has also inspired me that, like all other scientific disciplines, the learning and application of biomedical informatics should also focus on the practicality of science itself rather than other factors. From this perspective,  the effectiveness and efficiency of healthcare should be considered as a fundamental need for human flourishing.", "His famous work On the Origin of Species first time explains the theory of evolution by natural selection. Before Darwin, few people seriously consider the born of human and other species of the nature. Darwin provided scientific evidence to give people a greater belongings of how people finally through evolution. Moreover, Darwin established a connection between people and  other species, he found that all the species in nature would experience a process of 'best selection'. From my aspect, he is an ideal scientist because he has the courage to explore the origin of the problem and is able to establish connections in all species in nature, which is great. His spirit would encourage me to use biomedical informatics to establish broader views and always courage to explore unknowns.", "I think Einstein was my ideal rebel scientist. As a professor of theoretical physics in Zurich in 1914, Einstein spoke out against the War waged by German nationalists. Dyson once said, \"Science is unworthy of the talents of our brightest children if it is no longer a rebellion against authority.\" Rebellious scientists need to be brave and tenacious, have a just and persistent heart, not moved by fame and fortune, and dare to rebel against authority. In 1943, Einstein did wartime work for the U.S. Navy but was not involved in the atomic bomb project. In 1946. Einstein chaired the emergency committee of atomic scientists. He supported arms control and urged world government and to against racism in America. He wrote a will in 1950 opposing the development of the hydrogen bomb. He then spoke out against McCarthyism and signed the 1955 Russell Einstein Declaration against the spread of nuclear weapons. \"Unless it is accompanied by moral progress, technological progress will do more harm than good,\" argues Mr Freeman. Although we admit that human beings are generally progressive with the emergence of various theories after entering the civilized society, it is an indisputable fact that human moral level often lags behind the development of science and technology. The progress of science and technology itself is a double-edged sword, which is often used to kill the war at the fastest speed. Scientists need to stick to their own moral bottom line. While having greater ability, they need to maintain moral principles, maintain social peace, and rebel against the acts of authority and aristocracy that destroy social order.\nWhen I was studying biomedical informatics, the spirit of these scientists will affect me, let me understand, in the process of any research and study, people who want to stick to their own moral bottom line, to avoid the emerging science and technology as the source of human new disaster is the responsibility of the whole society, we need to keep our own thinking mode, and we can not blindly affected by the authorities.", "By Dyson's description, I think Charles Darwin was an ideal scientist and sort of a rebel. Darwin made an outstanding contribution to evolution in the 19th century, which was criticized by many people in the social and religious context at that time. Darwin, however, stuck to his theory because it came to him through the accumulation of knowledge and the experience of sailing around the world. In addition, Darwin also had a positive impact on my approach to biomedical Informatics. First of all, don't blindly follow the existing theory, dare to question. Secondly, also do not jump to conclusions, a scientific theory needs a long time of accumulation and verification.", "The two contradicting aspects Faith and Science have often been set up as opposing forces much like the like poles of a magnet. The rules and experiments involved in science could easily be found incompatible with religion. Going back to the late 1800s, the Indian nationalist Subash Chandra Bose, known for his constant determination to fight against the British and to achieve an independent country that could stand on its own.  Inline with Dyson’s first observation, Subash Chandra Bose was the ninth child out of fourteen children.\nIn my opinion, he fits as an ideal scientist as he came up with ways to abolish the English domination in his motherland while fighting to maintain the cultural and religious norms of ancient India. The difference in Western and Hindu ideologies is what promoted Bose to comply with non- violence to free up the people of India from colonialism. Although Bose was not exactly a conservationist, he believed in making peace by inspiring young teen boys to work collectively to fight against the British.\n ", "Science rebelled against the tyrannical ideas imposed on people in different culture. I think Einstein is my ideal scientist. From the traditional science’s point of view, time and space is absolute, Galileo and Newton are the representative of authority, there are no scientists would like to question and subvert them. Compared to other scientists that bound by authoritative, Einstein was full of rebellious spirit and would like to discard the traditional ideas. Although he was excluded by all mainstream scientists when he initialled the theory of relativities, he did not give up.\nBiomedical informatics can be seen as traditional medial rebel, it is the science of applying data analysis methods to the study of medical management, process control and the analysis of medical knowledge. when I study this subject, I should learn from Einstein that uncompromising pursuit and insistence on academics. Strengthening the ability of doubting, and question thing reasonably.", "I think Copernicus is also a scientist rebel. Nicolaus Copernicus was a Polish mathematician and astronomer in the Renaissance. He advocated the heliocentric model and the sun as the universe model. At that time, the generally accepted astronomical system was that the earth was at the center of the universe. Copernicus's advocacy was a challenge to the perception at the time, and it would also face severe pressure from the church. Copernicus changed the old concept of the universe and exposed the lies of religious theology, which is of great significance in the history of scientific development. His impact on my use of biomedical informatics, in general, should not be completely dependent on a system. Study and use a combination of practice and theory.", "In my opinion, Stephen Hawking is my ideal scientist. He was diagnosed with motor neurone disease at the age of 21, which was just about my age. His rebellion was demonstrated in his determination towards life and career as he never gave up upon the paralysis and came out with remarkable scientific work throughout his life. I admire him deeply and see him as a model in many ways, his spirit would influence my approach in studies.", "According to Freeman Dyson's description, I will choose Galileo Galilei. Galilei has made great achievements in the field of astronomy and physics. He improved the telescope and supported Copernicus' heliocentric theory through astronomical observations. At the same time, in the field of physics, he proved or overturned some of the theories recognized at the time through experiments. Whether in the field of astronomy or physics, Galilei has the courage to challenge authority, and at the same time believes in the phenomena he actually observed through experiments. Although I succumbed to the pressure of the church, I think it also gave Galilei more time and opportunities to do experiments or research related knowledge. He knows how to control costs within a certain range. His influence on my use of the biomedical informatics method is to some proven phenomena or conclusions. If the results are inconsistent during the experiment, I will repeat the experiment. If the results have been inconsistent, I will consider whether there is a certain problem with this proven phenomenon or conclusion, and try to solve this doubt through a large number of experiments.", "Nicolaus Copernicus was the scientist who demonstrate that earth is not the center of the universe and it revolved around the sun. This idea was shock to the people back in 16th century. and people couldn’t accept this truth. Especially the catholic who owned the highest authority in natural science reject his idea strongly. however his research was't affected by others. And he insist his finding. The interest thing is that himself is still a religious people as well. His new finding is against the his own inherent sense. But he continuously demonstrate the objectiveness and independence of his research. If you think he’s a rebel, he never try to against his religious. He believes in catholic strongly. If you think he’s afraid of breaking existing orders, he actually the idea that was seen as offensive to catholic’s authority. The influence he brought to me is that, we don’t have to be the opposite side of the current situation when we come up with new ideas. However we should always questioning about that. focus more on my observation with the help of existing theory is what I think at the beginning of this subject.", "Before Galileo Galilei discovered Newton’s first law of motion, Greek philosopher Aristotle and many people believed that the natural state of motion of objects was remaining at rest, as they observed that objects set into motion on the surface of Earth eventually come to rest. They wrongly thought that it is external forces which make objects move. However, Galileo, inspired from the decreasing velocity of a ball sliding up a hill and increasing velocity of a ball sliding down a hill, making a heroic guess that an object will keep its motion with constant velocity without external influences. He then designed an experiment from which we can observe that a ball rolling down a smooth hill with little friction will run up to the same height on an opposite hill. It is hence deduced that if the opposite hill is horizontal and without friction, a ball will continue its motion with constant velocity. Galileo is a rebel as he did not follow Aristotle’s conclusion blindly and was not afraid of questioning it. His rebellion was based on deep individual thinking and experiment.\nThe experiment designed by Galileo is very simple, and actually, this could be done by everyone. However, not everyone could have such “imagination” about the motion of a ball without external forces at that time. This inspired me that I should not ignore my imagination when I approach to biomedical informatics and I should not be afraid of questioning existing rules. In addition, deep thinking and lots of observations are also required. ", "Pierre-Simon Laplace, who developed mainly the Bayesian interpretation of probability. \nI selected him because I've chosen a database-related subject last semester, and was asked to write a report about user behaviour modelling. I realised this theorem has been used as the basis of many algorithms/methodologies in human-computer interaction, and the use of Bayesian approaches did improve the performance (i.e. accuracy, precision) and user experience (e.g. for search page/result optimisation, touch-screen gestures). The applications are widespread in many other domains, for example,  it has been applied to calculate the probability of having a certain disease when a patient have a certain symptom. \nIn addition, Laplace pioneered Laplace transformation and \"was one of the first scientists to postulate the existence of black holes and the notion of gravitational collapse (Wikipedia, 2020).\"\n \nReference:\nWikipedia. (2020). Pierre-Simon Laplace. [online] Available at: https://en.wikipedia.org/wiki/Pierre-Simon_Laplace [Accessed 10 Jul. 2020].", "I think Charles Robert Darwin is my ideal scientist rebel. Charles Darwin's theory of natural selection evolution is the basis for establishing modern evolution. The theory was elaborated in Darwin's pioneering work \"The Origin of Species\" published in 1859. Even though  old school and religion in Victorian England did not accept his theory of selective evolution, he still adhered to his scientific beliefs and did not succumb to those religions. The success of Darwin’s rebellion also stems from the fact that his rebellion is not impulsive, but persists throughout his whole life.  His natural selection evolution laid the foundation for biological evolution and biomedicine.", "My ideal Scientist as Rebel was Albert Einstein.Dyson once said“If science ceases to be a rebellion against authority, then it does not deserve the talents of our brightest children.”\nDuring Einstein's growth, he was accompanied by an extreme rebellion against authority. As a result, the principal drove him out of the school, announcing that he would never achieve good results. Following these qualities, Einstein is a distracted child anywhere in the school. However, these characteristics can also help him in the future. Einstein combined awe and rebellion and became an outstanding scientist. Part of the rebellion came from his early life: he resisted the secularism of his parents and recognized his personal belief; part of the awe came from when he began to believe in naturalism in the fifties.\"I have no special talent. I am only passionately curious\" said by Einstein. When I approach to biomedical informatics, I would also keep my curious on studying, researching, and exploring.", "Galileo Galilei a scientist that I believe is an ideal scientist according to Dyson's description of the scientist rebel. Remarkable innovative examples of modern scientific research methods were generated due to his insistence on the combination of multidisciplinary knowledge such as mathematics, physics and astronomy and the exercise of numerous precise and prudent observations and studies, and quantitative repeatability experiments. In this way, he also improved the telescope to support Copernicus’ Heliocentric Theory and proposed some important theories including the principle of Galileo Inertia, which was incorporated into Newton’s law of motion, and the Basic Principles of Relativity, which became the foundational framework of Newton’s Law and the core content of Einstein’s Special Theory of Relativity, even suffering the severe suppression of the Holy See and the whole society because of his against to the authorities. \nTherefore, inspired by Galileo, in the study process of the biomedical informatics field, we could also combine the research of multiple disciplines to reveal the essential biomedical response and principles with the application of new data expression methods according to the analysis of the data of specific diseases and individuals. This would also provide doctors, researchers and scientists with more accurate and comprehensive study, clinical diagnosis and treatment approach, thereby providing new insights for scientific and medical research and better health care methods for improving human health.", "Leonardo da Vinci is the ideal scientist in my opinion. He is famous as an artist, but we cannot ignore his outstanding achievements in science. Even though he didn't take formal Latin and mathematics education, the scientific writings in Leonardo's notebook on fossils played an important role in the study of early palaeontology and he has been called the father of ichnology. Leonardo makes me realize that a scientist may be a polymath whose areas of ​​interest can include arts, engineering, and anatomy instead of completely focusing on science.", "My ideal scientist is Galieo Galilei because he believed and stated that the heliocentric theory was right over the geocentric theory even though he had to fight with huge authorities like Christianity mentioning the correctness of the geocentric theory and his achievement was admitted over many years.\n \nWhile studying biomedical informatics, his approach might encourage me to believe what I find or think about it thoroughly.", "My Ideal Rebel—Marie CurieMarie Curie was a Polish and naturalized-French physicist and chemist who developed and conducted pioneering research on radioactivity. She was the first woman who win the Nobel Prize, and the first person and only woman who win Nobel Prize twice. Her story encouraged me a lot in my life after the first time I read her story. I was hugely impacted by her spirit of hard-working and innovation as well as the contributions towards women.She was the first one who proposed the concept of radioactivity, techniques for isolating radioactive isotopes, and the discovery of two elements, polonium and radium. Her researches also had far reaching influences to later researches on medical.When she was conducting the researches of radioactive elements in her university with her peers, she was teased by her colleague because she is a woman. After she was expelled by her colleague, she meet her husband and started their own research lab. Without enough financial supports, their working condition was very humble and rough, but it did not stop her enthusiasm towards science. Finally, they found the existence of X-ray after hundreds of experiments on uranium. She has proved she was a successful rebel by those stunning achievements, but what also impressed my was her persistence and hard-working to become a rebel. As a role model of mine, her story taught me that if I want to be a successful rebel, I need to have the ability to deal with failures and not give up. Moreover, as a woman, Marie never give up her dream and showed the World of the power of woman, since at that time, from men’s perspective, women should be at home and take good care of family and children. However, Marie proved it was wrong and women could do what man could do. When I study biomedical informatics, I think she will encourage me to find problems that existing in current informatics and explicit my ideas more boldly. And I will work hard on my ideas to bring it to real life to prove it. I will also push myself to be a strong woman who has the courage to challenge authorities and break rules, but only I am very confident about myself.In sum, the story of Marie Curie inspired me when I was down or encountered difficulties in my life, and pushed me to be tougher. From my perspective, she is the ideal rebel for me.", "I think the most ideal scientist is Qian Xuesen. He was born in China and studied for a master's degree in aviation at MIT and California Institute of Technology. Why is he the most ideal scientist? First of all, he has made great contributions to China's nuclear engineering and satellite engineering. In China, we call it the father of two bombs and one star. Secondly, as Freeman Dyson said, as a scientist, he encountered many difficulties at the beginning of the founding of China, such as insufficient research funding (early China is relatively poor), the United States does not allow him to return home (due to many political issues). But as a scientist and a Chinese, or what we call a rebel, he made his choice and became a great scientist in Chinese history. For biomedical informatics, first of all, we must work hard to ensure that when we do a small topic or project, it is reliable enough. Secondly, we need to be innovative. When we encounter difficulties, we need to think about how to solve them and how to avoid similar problems from happening again. Finally, whether we are scientists or biomedical students, we need to have a sense of social responsibility", "Dyson's perspective of an ideal scientist involves someone who challenges or 'rebels' against the status quo which can include factors like culture and schools of thought. This person is also someone who is not impulsive but rather, careful and 'judicious' in their approach to further our understanding of a particular topic. For this reason, I see Jane Goodall - a primatologist - as an ideal scientist. She is one of the world's leading authorities on chimpanzees.\nStarting out like Benjamin Franklin, Jane did not have an academic background and her previous experiences were limited to being a waitress and secretary. To gain her current status, she also had to overcome the culture of the mid-twentieth century which prevented women from entering primatology. There was also the obstacle of challenging two major beliefs about chimpanzees, one of which was that they were vegetarians. To substantiate her claims about social behaviour in chimpanzees which we now accept, Jane had to prove it. To do this, she drew on her findings from a 60-year long study on wild chimpanzees as well as foundational knowledge from her PhD in ethology. This shows that Jane was a rebel scientist as she overcame her culture and surrounding schools of thought to advance science in a way that she researched and supported.\nI believe Jane's story influences me to learn as much as I can about biomedical informatics in the same way that she tried to learn about chimpanzees before actually conducting research in the field. When it comes to the actual work in health care, I intend to remain aware of current and past approaches to biomedical informatics. Just like Jane did, I can challenge the status quo if I need to, but doing so would require careful thought, research and evidence comparable to her 60-year long study.", "I believe an ideal scientists rebel, taking into consideration Dyson’s thoughts, is Nikola Tesla. In my opinion, he rebelled against the authority at the time in the Electricity Field, Thomas Alva Edinson, he carefully thought a better way to transmit electricity by using alternate currents and made it possible to produce electricity that would travel long distances. His good judgment and also his vision of sending power to a significantly higher number of people changed the status quo at that time in the electricity war.\nI think his sense of general benefit and working towards changing the status quo would help change the perception that technology will replace doctors, and position biomedical informatics as an enhance of medical practices.", "Ignaz semmelweis is my ideal scientist, he satisfied all the description of the scientist rebel which as a rebel he is still a conservative, the purpose is not to destroy in order to preserve the established social order as much as possible. He was a scientist and a rebel at the same time. His legacy began the handwashing revolution, which continues to this day. This helps prevent millions of deaths from diseases and infections and offers people with one of the best strategies to fight COVID-19.\n\nWho has information: the information is from the medical record of the hospital\nHow the information is used: the information is used by making sure the death is caused by non washinghand\nWhat information is used: the information of death from the puerperal\n\nHe found out the problem by using SOAP documentation:\n\nSubjective: the condition of the pregnancy. \nObjective: the physician's observation from the patient.\nAssessment: differential diagnoses of the patients. \nPlan: handwashing before the surgery\n\nDocumentation is important because the medical record is the database from medical reasoning benefits. If there is no accurate, searchable database, there is no scientific reasoning about patients. ", "Madame Curie\nShe is a great scientist who has honored the Nobel Prize twice within different fields. She devoted her life to science and was peace-loving. She risked her life researching on new elements and was willing to contribute to her achievements. I believe her story could motivate me to overcome difficulties and have a spirit of exploration in the field of biomedical informatics.", "I'd like to talk about my ideal scientist Aristotle, who is an encyclopedic scientist. He has contributed to almost every discipline, including psychology, economics, theology, political science, pedagogy, poetry, and Athens law. His father was a doctor, so he studied medicine in his early years. Later, under the influence of Plato, he worked hard to collect various books and materials, diligently studied and travelled, and finally established his own school.\nIn my mind, he is a rebel because he keeps learning new things and involving new fields throughout his life. For most people, once they enter a field, they usually choose to develop in this field. This is because entering a new field usually means spending more time and energy. But one important thing is that when you come into contact with more fields of knowledge, you can get more inspiration from this different knowledge. For example, the medical knowledge he learned in his early years was very helpful to these books about animals he wrote later. So combining knowledge from different disciplines can better serve new learning.\n Biomedical informatics is also a combination of medicine and computer science. I think that if I want to learn this subject well, I need to master the knowledge of multiple subjects like Aristotle. Learn the latest science and technology under the premise of mastering basic theory, and effectively integrate the knowledge in different fields. No knowledge is isolated. To learn other basic subjects and let this knowledge serve biomedical information better.", "\nI believe C.V.Raman (Physicist) as an ideal scientist Rebel.As per Dyson's description ,I think C.V.Raman had been thorough a cultural and racial rebel  journey in proving his experiments. He was believed to be a pragmatic and agnostic person who was keen on winning the Nobel Prize.\nAmong many discoveries, his work on\" Scattering of light by Atom-Raman effect\"  had been immense breakthrough. It is now applied to detect or diagnose cancer cells or even its use in endoscope to detect any tissue changes are promising.(Eva Brauchle &Katja Schenke-Layland 2013).\n\nKnowing its applied effect i was very keen on the its further usage where the use of Raman effect  as a tool/device can help in better understanding of cause and effect relationship of disease in a  reliable ,non-invasive way with greater precision and accuracy.\n\nReference\nEva Brauchle &Katja Schenke-Layland (2013). Raman spectroscopy in biomedicine – non-invasive in vitro\nanalysis of cells and extracellular matrix components in tissues. Biotechnol. J.,28, 288–297.http:/dx.DOI 10.1002/biot.201200163\n", "The ideal scientist in my mind is Yoyo Tu. She is not the scientist in the biomedical informatics field, but enough stoic scientist who is admirable and has a rebellious spirit. \nYoyo was born in China in the 1930s when China was lagging behind many countries in the world, and women often did not get a good education. Her success is a rebellion against gender discrimination and powers. She started researching malaria in 1969 and finally won the Nobel Prize in 2015, she failed countless times during this period but never give up. \n Her experience let me sure that success cannot be achieved overnight, and it often takes a long time. Biomedical informatics is a complex subject, it needs us takes patience to learn, just like her experience, the process may be tortuous, but it is worth fighting for it.\n\n\n", "I believe Einstein is my ideal scientist as rebel. Since science is constantly overthrowing what people think, so a scientist has to be rebellious. Einstein is a kind of scientist who follows only truth and facts and does not swim with the tide. He can bravely express his views and overturn the previous theory, just like he strongly opposed the black hole theory. I think he might influence my approach to biomedical informatics bu teaching me to follow the truth and have truth-seeking and critical thinking, also be brave to doubt the existing views.", "According to Dyson, the scientist rebel is who have rebel inspirits and critical thinking and do not chase reductionism like solving all problems by one general finding.\nHe makes me feel Youyou Tu is an ideal scientist.Youyou Tu is the first mainland Chinese scientist who has received a Nobel Prize in a scientific category because of extracting artemisinin from traditional herbs to treat malaria. She is like Franklin, has no high education degree like Ph.D., or even a medical degree, but beat many learned researchers in the medical category. Traditional herb or medicine is always controversial in China, many people who believe Western Medicine more and regard Traditional Chinese Medicine (TCM) as the old thing to be discarded. However, Youyou Tu never biases only one side of them, she turned to Chinese medical texts from the Zhou, Qin, and Han Dynasties and combined with modern science and technology to extract active compound in wormwood with an ether-based solvent at a lower temperature in 1971. She didn't stop as she then invented dihydroartemisinin in 1992, which is an antioxidant therapy that is 10 times the \"upgraded version\" of the artemisinin to reduce the high cost of artemisinin and improve the malaria cure rate.\nI think she is an ideal scientist because:1. Her attitude to 'useless TCM' is rebellious, and she is not fully devoted to Western Medicine, but firmly believes that these two can combine to produce better results. She extracts new thing from old knowledge by using suitable tools.\n2. When she had invented artemisinin, she did not try to rely on it to solve all malaria problems, and she continued to improve for better curing.\nBiomedical informatics is also a combination of  IT, information science, life sciences research, and so on.She makes me consider:1. These combinations do make better results, as the latest tools and technology can achieve a new way to extract and research and make progress on both the information system and medicine.\n2.  One progress never means the end of exploring. If there is one cure methodology invented,  the next step is to make it more effective and biomedical informatics is helpful to achieve this.", "I think Galileo Galilee is an ideal scientist rebel.First of all, Galileo advocated Heliocentrism, which was controversial throughout his life, when most people were in favor of geocentric models (such as the Tyconic system). His theory is based on many studies, observations, and experiments, not because of impulse. He published the research results after his research theory was mature. This is consistent with Dyson's description of the scientist rebel.\nBesides, he met with opposition from astronomers who doubted Heliocentrism for lack of stellar parallax. This matter was investigated by the Roman Inquisition in 1615 and concluded that Heliocentrism is \"philosophically stupid and absurd, and in many places, it is paradoxical in form because of its apparent contradiction with the papal rule\". Galileo later defended his view in the \"dialogue on the two major world systems\" (1632), which seemed to attack Pope Urban VIII and alienate him from the Jesuits, who had always supported Galileo. He was tried by the inquisition, found \"strongly suspicious of heresy\" and forced to retreat. He spent the rest of his life under house arrest. But during his house arrest, he wrote two new sciences, which summed up the work he had done 40 years ago on two subjects now known as kinematics and material strength. This is the same as Dyson's description of Benjamin, fighting for truth and authority.\nAs I am not an IS major student, I don't have a comprehensive grasp of some knowledge. When I met the problem I didn't understand before, I always suspected that it was my lack of professional knowledge of is, and I didn't dare to ask questions or discuss with others. But Galileo Galilee is a good example, he let me learn in the future biomedical information learning process, increased confidence. In future courses, whenever I encounter a question, I will first reflect on whether it is my problem, repeatedly study and verify it, and then put forward my ideas and discuss them with others.", "According to the theory of scientist rebel defined by Dyson, Raman is an ideal rebel scientist because he has against the domination of England and the fatalistic ethic of Hinduism.", "I identified René Descartes as my ideal scientist rebel. Descartes is a very great scientist, mathematician, and philosopher. Descartes said a sentence, \"To improve the mind, we ought less to learn, than to contemplate.\" This will affect how I learn biomedical informatics. Let me understand that working hard to learn this knowledge is more meaningful than blind fantasy.", "In my view, Marie Curie is my ideal scientist rebel as she discovered the radioactive elements polonium and radium. Marie Curie was a great woman dedicated to her work and she won the Nobel Prize twice in her lifetime and was the only woman to win it twice. However, as an outstanding woman living in a patriarchal society,  Marie Curie must have experienced hardships at that time.  Her story inspires me that there are no gender boundaries in scientific research and everyone can devote themselves to innovations. When it comes to approach to biomedical informatics, digital computers and communication technologies should be taken good advantages to using biomedical data and information effectively.", "Before Galileo, Aristotle of ancient Greece believed that objects fall at different speeds, proportional to their weight. For more than 1900, this theory has been accepted as true. The young Galileo boldly questioned The Aristotelian doctrine based on his own experience. After much deliberation, he chose to make an experiment in the Leaning Tower of Pisa. Galileo was standing on the Leaning Tower of Pisa with two iron balls of different masses in his hands. He opened both of them simultaneously and they fell free. All the people present were shocked.\nGalileo's experiments revealed the secrets of falling bodies and overthrew Aristotle. In fact, this experiment can be done by anyone, but why don't others do it, and even some people oppose it? That is because they have developed inertia for innovative thinking.\nBiomedical informatics is a booming industry, which is the bridge between medicine and IT.In solving the problems of clinical medicine, informatization is increasingly used to help patients' real-time records to be kept for a long time in electronic archives or pathological analysis more accurately by using information technology. However, if we only learn from the methods left by predecessors, this emerging industry cannot continue to develop. Researchers need to break the inherent methods and ideas, timely find problems in daily research and boldly propose hypotheses, and combine theory with practice to realize new possibilities.", "I believe Michael Faraday is an ideal scientist rebel.\n \nI have selected Michael Faraday as like Benjamin Franklin did not come from a wealthy or privileged house hold. He also did not become a scientist easily or expectedly - he worked from a young age to support his family and then gained expertise through two apprenticeships under Sir Humphry Davy. He developed a number of theoretical views during these apprenticeships that helped guide his future research that led to a number of ground breaking scientific discoveries.\n \nMichael Faraday may influence the way I approach biomedical informatics as it encourages me to take a similar approach he did to making his astonishing discoveries and that is by developing his views prior to engaging in research. By doing this he was able to guide his research and discoveries which is more effective than conducting unguided research.", "According to Dyson's description of the scientist rebel, I chose Tomas Gold as the ideal scientist. he main reason for choosing him is that although Gold does not even have a doctorate, he always breaks into an unfamiliar scientific field as a layman and boldly questions basic scientific assumptions. old has proved through experiments that there is a structure similar to a fine-tuning resonator inside the human ear, which will generate vibration after receiving external sounds. However, the mainstream view of the physiology at that time believed that the ear just directly converted sound waves into neural signals, and the brain was responsible for interpreting this neural information into a set of sounds. It was not until thirty years later that physiologists discovered that Gold's theory was correct. From Gold, I realized the spirit of rebellion. I think it will be helpful for my research in biomedical informatics, even if I have not been exposed to related fields before studying this subject. But the same, I can accumulate experience by learning relevant knowledge and doing a lot of research, and I can also have more understanding and insights in biomedical informatics.", "In my opinion, Galileo is an ideal scientist. Galileo Galilei was an Italian astronomer, physicist, and engineer from Pisa, sometimes called most scientists. The reason why I selected him is that he was not afraid of challenging authority and used his own scientific method to prove anything he suspected wrong. For example, Aristotle's thesis was far-reaching. For nearly 2000 years, people have always believed in his doctrine and never doubted it. Until 1590, Galileo made \"two iron balls at the same time on the Leaning Tower of Pisa\". The \"landing\" experiment produced a copy of two iron balls of different weights being replaced at the same time. Since then, it has overturned Aristotle's theory of \"the displacement speed of the object is proportional to the weight\", which decomposes this error that lasted for more than 1900 years. evidence.\nI take Galileo as an ideal scientist due to his scientific sprite and his courage of challenging authority. His story will encourage me to be conservative towards anything I will learn in the field of biomedical informatics. And I will ensure what I will be learning is believable by looking into more learning resources rather focusing on few learning materials.", "I chose Larry Weed as my ideal scientist. Because he questioned the traditional medical diagnosis model. He believes that even licensed doctors cannot give the most appropriate diagnosis. However, the addition of information processing equipment can create disease database, and doctors can make more accurate decisions based on this. In addition, he also proposed SOAP(subject, objective, assessment, plan) for medical diagnosis. This inspired me to think about how to effectively integrate modern science into the SOAP in my further study.", "Augusta Ada King-Noel as a British mathematician and author is the one of the first programmers in computer history. Her masterpiece is an article about Charles Babbage, the father of computers, and she also published the first algorithm that can be used in computers. Ada claims that the function of computer has immense potential.\nIn my opinion, a successful rebellion requires three components. First, a rebel needs a suitable time. Second, the cost of the rebellion is acceptable. The last point is that a rebellious view is conservative. Augusta Ada King Noel is not impulsive to publish the theory.  The teenage Augusta Ada King-Noel was appreciated by Charles Babbage because of her mathematical talent, and she got a job with Charles Babbage. when she worked with Charles Babbage,  she was inspired to publish the first paragraph of the algorithm using computer, and her new view is not only overturned the cognition that  capability of computer is only the arithmetic function, she also support Charles Babbage’s understanding of the computer that computer could be used into a wider rage of uses.\nDue to the contribution of Augusta Ada King-Noel theory, more uses of computers have been developed, which can lead to the generation of biomedical informatics.", "I would like to introduce Michael Spencer Waterman. He is an American bioinformatician and co-director of the School of Mathematics and Computer Science at the University of Southern California. He has held positions at Los Alamos National Laboratory and Idaho State University. He grew up near Banton, Ore., received his BACHELOR's degree in mathematics from Oregon State University, and his Ph.D. in statistics and probability from Michigan State University in 1969.\nWartman was one of the founders of the field of computational biology. He focuses on applied mathematics, statistics, and computer science techniques to molecular biology problems. His work provides some of the most widely used tools in the field, notably the Smith-Waterman algorithm (developed with Temple Smith) that is the basis for many sequential comparison schemes. In 1988, Waterman and Eric Lander published a landmark paper describing work using mathematical models for imprinting. It provided the theoretical basis for much subsequent DNA mapping and sequencing projects, notably the Human Genome Project.\nHe was the first to introduce mathematical and computational methods to biological research and made many pioneering contributions in bio information. He is known as the \"father of bioinformatics.\" He has devoted himself to applying mathematics, statistics and computer science to a variety of molecular biology problems, and has developed several important research directions. It enables me to understand better the interaction and application of computer science and biotechnology in understanding bioinformatics.", "According to Freeman, rebel results from the \"carefully thought over years\",  then Marie Currie could be regarded as the medical rebel. Because Marie Curie discovers the radioactivity, and apply the X-rays technique to the medical in the first world war. Which becomes the milestone in medical history.", "I would consider Galileo Galilei as an ideal scientist rebel. With the time under the authority of the church, Galileo denied the view that Earth is the center of the universe and defended heliocentrism. In terms of science, Galileo rejected the theory of Aristotle and contributed to the scientific methods with a combination of experiments and mathematics. This is in line with Dyson’s description of the scientist rebel, that science should not cease to be a rebellion against authority, rather, it needs to take the time of carefully thought, observations, and experiments over many years. I think this indicates precise approaches to biomedical informatics since biomedical informatics requires exposure to new ways to make informatics efficient to better serve the biomedical area.\n ", "In my opinion, Marie Curie is an ideal scientist due to a multitude of reasons. Curie grew up in Poland which was under the Russian regime at the time. Curie was not able to attend her local university after her schooling as the universities in Poland forbade women from enrolling at the time. Curie belonged to a poor family and hence could not afford to attend a university abroad. Her only option was to either get married or become a governess. Curie rejected this idea and this marked the start of her rebellion. Curie and her sister Broinslava joined a secret organisation called the Flying University (FU), which as the abbreviation suggests endeavored to oppose the Russian regime and provide an education delivered in Polish which was forbidden in the Russian empire at the time.  The sisters then made a pact to help each other during their studies and Curie worked as a governess to support her sister through medical school. Once her sister was established and able to return the favor, Curie joined the University of Paris where she completed her Ph.D despite not being fluent in french and having no formal scientific training . This highlights an important quality of Marie Curie, in that she had a deep desire to attain a higher education, despite having to endure years of hardship as a governess and also having to move to a new unfamiliar country.  Another important quality of Marie Curie was her curiosity. This eventually led her to the discovery of radioactivity which challenged(rebelled against) the longstanding Pre-Socratic theory of the atom being an indivisible unit of matter. This work earned her the Nobel Prize in Physics in 1903. However, her curiosity didn't stop here and in 1911 she also earned a Nobel Prize in Chemistry for work on the discovery of Polonium and Radium. Till this day, Curie remains the only person to achieve Nobel Prizes in different fields.  Curie's curiosity has greatly influenced my approach to bioinformatics specifically in regard to approaching and understanding biological data. I believe that with the passage of time and the advancement of technology, we are confronted with novel forms of data which may not be successfully interpreted or fully understood through conventional methods. Lastly, I am a firm believer that data itself is not singular but rather paints a picture of the scenario being observed ", "Many scientists are rebellious, and so is Albert Einstein who is one of the most eminent scientists and physicists. I believe he is ideal because he could question the opinions of other scientists and explore these problems for many years, then he proposed special relativity.\nAs for the influence of Einstein, I think staying curious and constantly innovating is the key to studying biomedical informatics.  The reason why I think so is that biomedical informatics is the foundation for improving the experience of medical staff and patients.", "Dyson's description of the scientist’s rebel is a good combination of great scientists and great rebels, and he thought Benjamin Franklin is the ideal scientist rebel. In my opinion, Marie Curie is also an ideal scientist rebel.\nLike Franklin, she had a poor childhood, no inherited wealth, and formal education, but she kept study hard to pass the self-study entrance to the University of Paris and finally became the university's first female professor. Besides, her achievements include the development of the techniques for separating radioactive isotopes, and the discovery of two elements, polonium and radium (Jones, 2011).\nThe discovery of polonium and radium, as well as the characteristics of these new radioactive elements, have shaken some basic theories and basic concepts for centuries. Scientists have always believed that atoms of various elements are the smallest unit of matter, and atoms are indivisible and unchangeable. Therefore, both physicists and chemists are raised many questions about Marie Curie's research. In order to confirm this discovery, the Curie couple continuously did experiments, finally refined one-tenth of a gram of extremely pure radium chloride, and accurately determined its atomic weight. Since then the existence of radium has been confirmed.\nMarie Curie dared to break the authority at the time and proved herself with practical actions. This also confirms what Dyson said (2006, p. ix), triumph is not impulsive but thoughtful for many years.\nI think she influenced me because she dared to become a scientist rebel and pursued truth relentlessly. In addition, she applies his findings to a wider range of fields that benefit humans, such as biomedicine. Specifically, she used radioisotopes to treat tumors and prolongs life for countless cancer patients. I want to learn this spirit in my study life, especially for learning biomedical informatics, dare to break the authority, and have different ideas to benefit mankind.", "I believe that according to Dyson's definition, Leonardo da Vinci is my ideal scientist.Though he hadn't had a well education, he had fabulous contribution in many areas. His careful and patient  characteristics are definitely main reasons made him to achieve the human body observation in terms of science, and this encourages me that I can be a good engineer in biomedical informatics as well if I can keep my patient and motivation, also being more careful in my study.", "In my opinion, I believe that Nicolaus Copernicus is an ideal scientist based on Dyson's description of the scientist rebel. I select Nicolaus Copernicus as the ideal scientist is because he was the first European scientist who proposes Heliocentrism, which against the Ptolemaic System (the most acceptable cosmology theory at that time). I really appreciated that Nicolaus Copernicus was not impetuous; yet paid much effort and time to delve into his desired topic. When the theory became valid enough, he had the courage to fight with the authority. According to the case of Nicolaus Copernicus, I believe that my approach to biomedical informatics will be influenced. To be more specific, once I found some problem in the existing systems, I will try to collect the evidence to support my thought and generate a comprehensive plan to tell the authority that they might be wrong. ", "I think Niels Bohr is an ideal scientist. He developed the Bohr model of the atom, in which he proposed that energy levels of electrons are discrete and that the electrons revolve in stable orbits around the atomic nucleus but can jump from one energy level (or orbit) to another. Although the Bohr model has been supplanted by other models, its underlying principles remain valid. He conceived the principle of complementarity: that items could be separately analysed in terms of contradictory properties, like behaving as a wave or a stream of particles (from Wikipedia, can't explain better than it : )).\nHe thought his thesis carefully and did not intend to destroy the existed system while he tried to add new thoughts or theories to the system. Therefore, back to biomedical informatics, the research approach should be conservative to the existed system though the idea of the approach could be radical. The approach should not destroy or change much of the system.", "Longping Yuan is a well-known Chinese agronomist,whose major in hybrid rice to produce sufficient rice for billion of people in China. \nHe was born into an ordinary family, and neither of his parents was a scientist. After graduating from college, he was assigned by the government as a teacher in a remote area. Later, in an experiment, he discovered rice with special traits. He thought that this rice plant had great significance. In the next two years of sowing, he used the progeny of this special rice plant to overthrow the traditional classical theory of Michelin and Li Senke's \"clonal hybridization\" theory. He proved that this rice has a hybrid advantage and can greatly increase yield.\nThe reason why I chose him is that he has the courage to overthrow the classic theory of his predecessors and put it into practice to prove that he is correct. I learned critical thinking in him. In my following studies about biomedical informatics, I will have a critical attitude towards knowledge.", "According to Freeman (1995), Science is a rebellion against the locally prevailing culture such as feudalism, tyranny, rules of philosophy and belief, and scientists stand on the opposite side of the public. Freeman declares his ideal scientist rebel is Benjamin Franklin. From my point of view, I believe Joseph Lister is the ideal scientist. \nIn the early 17th, a lot of patients died after operation by wound infections. Because surgeons never washed their hands as the bacterial theory was not acknowledged. After Joseph read the article from, Louis Pasteur, about micro-organisms, he decides to use Louis’s findings to develop antiseptic techniques. And he finds that carbolic acid can reduce the infection (Lister J, 2010). Not surprisingly his ideas were mocked and got criticized. But he did not give up and Lister was considered to be “the father of modern surgery” in 2012. \nJoseph Lister also promotes modern biomedical. Before he realized aseptic operation, many patients died after the operation. It is not worthful for nurses to do the paperwork and record the patient’s information. Because the patient may die and never use that information again. As a result, operation success and increase of cure rate were the foundation of biomedical informatics. \nLister J, 2010. \"The Classic: On the Antiseptic Principle in the Practice of Surgery\". Clinical Orthopaedics and Related Research. 468 (8): 2012–2016. doi:10.1007/s11999-010-1320-x. ", "Nikola Tesla is an important improver of alternating current. In the 1800s, people think that direct current is the greatest invention, but in fact, the transmission efficiency of direct current is extremely low. Tesla’s improvements to alternating current have made radio communications a reality. Under the circumstances at that time, the emergence of alternating current could not be accepted by most people, including government agencies, but Tesla insisted on completing the design of alternating current. Tesla is a rebel in physics, he has a persistent pursuit of science.In Tesla's family, in addition to himself, there are 4 siblings, and the family is not wealthy, he also dropped out of school to work, and rely on observation and self-study to obtain knowledge and skills. Tesla is a typical rebel. He has a strong love for science, but he does not care about the gains and losses of money at all, and he does not flinch from pressure from authority.I speculate that the scientist rebels have a fragile family and unfortunate childhood, at least for Tesla.", "     As Dyson's description, he believed that an ideal scientist was a person who has achieved good academic achievements and was also a rebel and pioneer, which could break the rules and set a good example for the younger generation.\n     In my views, Madame Curie is my ideal scientist, since she was the first woman to win a Nobel Prize, in Physics, and with her later win, in Chemistry, she became the first person to claim Nobel honors twice. She set a good example that women could also focus on the area of her interest, although this area is male-dominated. Besides, I am extremely admire her as she specialises in two different fields.\n     She's stories encourage me never give up when I focus on biomedical informatics study and approaches. For instance, Madame Curie wanted to save more innocent people and she decided to do her radiological work at field hospitals during World War I. When I study on biomedical informatics, the most important rule for me is to save more lives and understand more on patients, so this purpose could guide me  to do more research on biomedical informatics.\n ", "I choose Leibniz as my ideal scientist rebel.He inherited a library from his father who was a law professor at Leipzig university and went on to become a lawyer. but then he used his knowledge and experience as a lawyer and became a diplomat who proposed pivot to Egypt to France so they won't have time or resources to attack Germany. much like Dyson, he was a pioneer in his field  and a rebel. he tried to keep order and preserve peace by proposing a solution that was only possible because of his eagerness to learn and acquire knowledge. one of the reasons that I enrolled in this course was my curiosity to learn more about contribution of computer science in health and biological science.", "I think Robert G. Edwards is a scientist rebel, who was awarded the Nobel Prize in Physiology or Medicine in 2020 because of the development of in vitro fertilization. The reason that I regarded him as a scientist rebel is that he broke the law of nature ------ Natural pregnancy. His invention has helped many parents who can't have children by themselves. Robert made an ideal innovation, which helped the whole society. Humans should do original innovation in all kinds of fields. Biomedical informatics is an effective way to improve people's health. ", "Born in Italy, Galileo Galilei was a great scientist in modern times. According to Dyson's description of the scientist rebel, I believe Galileo can be one of the scientists as a rebel because his spirit of pursuing the truth has influenced my career. In Galileo's career, he was not afraid to raise up questions to previous research results and never stopped to be a rebellion against authority. More importantly, Galileo acquired knowledge in many areas by self-learning without formal education. From his student days to becoming a scientist, Galileo questioned the existing theories such as theories of Aristotle after continuous thinking and tried to experiment and explore the mysteries behind them.  One of the most famous events is to challenge the authority of Catholicism and support Copernicus’ heliocentric theory. \nBiomedical informatics is a relatively new subject, which introduces current measures and future directions in eHealth. Similarly, when studying biomedical informatics, I should learn Galileo’s spirit of pursuing truth, with full enthusiasm and innovative thinking to study this subject. ", "My ideal scientist is Galileo, one of the pioneers of modern science. I admire his spirit for explorating of natural science and his courage to question the authoritative theory. For example,he overturned Aristotle's conclusion with his experimental results. As well as he obtained evidence supporting Copernicus' theory by improving the telescope and observing the planet. In my view, his attitude towards science can motivate me to study biomedical informatics, such as keeping my enthusiasm in the unknown field and verifying the ideas with scientific experiments.", "According to Dyson‘s description of the scientist rebel, I think Gregor Johann Mendel is an ideal scientist. At first, first of all, as a great scientist, he had no formal education or inherited wealth, and he even had to drop out of school in his early years because of poverty. But this did not prevent him from acquiring knowledge. After years of careful experiments, he came up with the famous three laws of genetics, which were not understood at the time. But he believes that his research results will surely promote academic development.  After learning about his experience, I think I should be more careful to understand the essential characteristics of things and have the spirit of questioning authority in my study of biomedical informatics.", "Prof Rinaldo Bellomo - Critical Care physician and scientist. He has challenged a large number of false assumptions in critical care through the conduct of multiple large scale Randomised controlled trials , and in essence \"rebelled\" against many of the practice norms of critical care medicine over the years. \nIn my interactions and training with him , he has always emphasised that where the data doesn't exist, one should not \"rebel for the sake of rebelling\", just based on personal opinion. He reserves his \"rebellion\" for the right time - when he has collected enough data to refute an existing practice (and to hold our tongue when the data shows something otherwise to our beliefs). \nThis informs my approach informatics, in that bioinformatics application and practice has a large number of areas where evidence is scarce. In these areas, I would need to be open to the opinions of others,  keeping an open mind that \"best practice\" may change as evidence emerges and evolves.", "dfafdsaf", "Dyson describes Franklin as an ideal scientist who is rebellious yet conservative, talented and plans vigilantly. In my view, Marie Curie is also an ideal scientist rebel. The Polish and naturalized French scientist is the first and unique woman to win the Nobel Prize twice (and across different scientific fields). Not only Marie’s world-recognised scientific accomplishments contributed to cancer treatments, she also boldly challenged many gender barriers in the society. With a humble background, she could only pursue her scientific passion and formal higher education through self-provision. Alongside her husband, the Curies persisted years of hard work and struggles in their research, to the extent that they ultimately died suffering from radiation sickness. Marie describes the ideal scientist as follows, closely resembling that of Dyson:\n\"There are sadistic scientists who hurry to hunt down errors instead of establishing the truth. A scientist in his laboratory is not a mere technician: he is also a child confronting natural phenomena that impress him as though they were fairy tales.\" \nI believe that Marie’s perseverance and her attitude to establishing the truth in science will influence the approach on biomedical informatics. Her generosity of sharing her valuable insights without “cashing” in on her discoveries in order to advance research is also a noteworthy attitude in all scientific development.\nP.S. In accordance to the theory raised in Born to Rebel (Frank Sulloway), Marie was the youngest of five children who was prone to challenge status quo against authority!", "\nAda Lovelace\nMary Allen Wilkes\n\n \nWhen we look into the history of technology and coding, we are often surprised to see the dominate and powerful role of women, especially when we compare it to the “boy’s club” of software engineering today. Without those women the intertwined world of technology today would differ significantly.\n \nAda Lovelace (1815-1852), a trained mathematician does not fit Dyson’s description of Franklin’s idealist scientific personality. She came from wealth, being the daughter of the privileged Lord Byron and Anne Noel Bryon where she was tutored in mathematics and science. From her translation of Babbage’s lectures to developing the first computer program (ability to calculate Bernoulli numbers), Lovelace, was still able to defy gender roles and become a pioneer in the field of science. It was her predictions from the 1800’s, where machines would evolve to “compose music, produce graphics” and “[advance] science. They highlight the necessary role technology has in our day-to-day lives and how all industries, including medicine, can benefit and expand their knowledge.\n \nMary Allen Wilkes (1937-) is another notable computer programmer. Unlike Lovelace, her educational background was in philosophy and theology. Her understanding of symbolic logic inherently helped her ability to translate code. She is known for her development of assembly language (still used to this day) and LINC. LINC was a personal computer which was frequently used in the medical industry. Helping medical analysis and patients understanding of symptoms through chatbot functions. Studies show that women in IT continually declined after 1990, with only about a quarter of the workforce at MIT being women (computing and mathematic professions). Today, Wilkes talks inspire young women to help make a difference and slowly work towards gender equality in technology, an area I am very passionate about.\n \nThese are only two of hundreds of women who have helped coined software engineering into what it is today. They have undoubtedly made an impact and not just in the technology industry; they helped advance other faculties to reach their full potential, whether this be medical or artistic. My educational background is not health or medical related, its technology. But like these women, I hope that my set of skills can be applied and offer a new perspective (a rebel like perspective) to the health industry. Help both eHealth and biomedical informatics reach its full potential with the assistance of technology.\n \n \nReferences:\n \nAlexandra, B. (1992). Ada, the Enchantress of Numbers: A Selection from the Letters of Lord         Bryon’s Daughter and Her Description of the First Computer. Strawberry Press.  \nThompson, C. (2019). The Secret History of Women in Coding. Retrieved from       https://www.nytimes.com/2019/02/13/magazine/women-coding-computer-       programming.html", "I have picked Dr Karl Kruszelnicki as someone i consider to be my ideal scientist rebel. And this isn't because of his expertise in a particular field of medicine, engineering or physics. But because of his rebellion against could be seen as elitist and unreachable scientific community - especially to those that didn't have the opportunity to continue studying.  For the initiated, Dr Karl is one of the great science communicators and has spent considerable time and energy engaging with the youth of Australia who might not be otherwise exposed to the wonders of medicine, physics and engineering.\nHow does the work of science communicator with a love of Hawaiian shirts impact my approach to biomedical informatics?\nDr Karl is consistently empowering those around him to use the scientific method and systematically collect data and test out a particular hypothesis. He has made science and the scientific method accessible to all and sundry - not just those with a degree to their name.  Dr Karls approach inspires me and has taught me to be curious about the world around me, to be conscious of how data is collected and how understanding and knowledge can emerge from this curiosity.", "My choice for a great scientist and rebel is Nettie Stevens, a Geneticist who solved the mystery surrounding sex chromosomes. She was born in 1861 and died in 1912. She was a teacher who changed careers at 35 to become a scientist[1].\nHer discovery was the first time that observable differences of chromosomes could be linked to gender. [2] Stevens studied mealworm sperm cells to observe what later was termed the X and Y chromosomes and concluded the link between chromosomes and gender.\nA fellow scientist called Edmund Wilson made a similar discovery around the same time as Stevens, however unlike Stevens he didn’t grasp the significance of the finding. Wilson cited Stevens’ work in his journal publications, but history credited him with the discovery.\nDyson sighted Benjamin Franklin as his great rebel scientist for not impulsively rebelling, acting in a carefully thought-out manner, whilst still rebelling against authority.  Stevens was a rebel in her time for discarding the traditional expectations of a woman during the late 1800’s. She bravely changed career in her later life to follow her passions and studied extensively for years. Her discovery rebelled against a culture where a child’s gender was thought to be determined solely by the mother. This led to advancements in gender studies, where gender is seen as a spectrum rather than as a category. [3] Stevens’ work provided the platform for changing the way we think about gender and this can only lead to a more accepting culture.\nNettie Stevens has influenced my approach to biomedical informatics as it was her exceptional skills in interpreting the data generated by her research that enabled her to conclude correctly that chromosomes and not environment determines gender. Her opinion was challenged but she had evidence to support her position and held firm. She also followed her passion to change careers later in life, which is inspiring and something I can relate to.\n \n[1][1] Good Night Stories for Rebel Girls\n[2] Wikipedia.org\n[3] https://www.who.int/genomics/gender/en/index1.html", "Michael Faraday's childhood was not dissimilar to Benjamin Franklin.  Intolerant of \"doubtful knowledge\" he was critical of his own theories until satisfied of their legitimacy through thorough experimental proof. His attitude of continually questioning of results should be ingrained into any scientist, not just those studying  biomedical informatics.  \nI wished to write about Edwin Shortliffe's MYCIN Phd+ ... perhaps there will be an opportunity later\n ", "Charles Darwin is my nomination for the Ideal Rebel. \nHis revolutionary idea on how species change due to environmental factors, and further indication of Sapiens evolved to humans , cancelled out any divine interventions that was the common discourse in many religions. This discourse vastly emphasized on human beings as noblest of all creations and had lead to the binary logic of good and evil.\nDarwin approaches was brilliant as he tried to get out of the narrative and actually collect enough information that can answer his questions which was in favor of humans living life but not the promised heaven!\nSimilarly Biomedical Informatics is in favor of knowing by collecting the data and classifying and presenting it for the great purpose of knowing and aid.  "]